Revit 2027 API
EdgeArrayArray Constructor
Initializes a new instance of the EdgeArrayArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public EdgeArrayArray()
Public Sub New
public:
EdgeArrayArray()
new : unit -> EdgeArrayArray
See Also
Reference
EdgeArrayArray Class
Autodesk.Revit.DB Namespace